{
	"rule": {
		"1a": "1. Взнос за участие",
		"1b": "50 евро (за сезон). Общий банк - зависит от итогового количества участников. Приз за 1 место в итоговом зачёте - около 67% от общего банка. Приз за 2 место в итоговом зачёте - около 33% от общего банка. Конкретные суммы будут объявлены после окончания регистрации всех участников и начала нового футбольного сезона.",
		"1c": "1.1 Оплата сайта",
		"1d": "около 75 евро за хостинг + 10 евро за домен. Итого на содержание и обслуживание нашего замечательного сайта требуется около 85 евро (за календарный год). Данная сумма будет ежегодно разделена между всеми участниками и оплачивается отдельно (не влияет на банк призовых).",
		"2a": "2. Футбольные лиги.",
		"2b": "Ставки делаем на АПЛ, Бундеслигу, Лигу Чемпионов и Лигу Европы по 2 матча на каждый тур в каждом турнире.",
		"2c": "Отдельным соревнованием является Чемпионат Европы и Чемпионат мира. В этих турнирах участники делают ставки на каждый матч.",
		"3a": "3. Размер/сумма ставки.",
		"3b": "Она одинаковая для всех участников на каждый матч - 10 у.е.",
		"3c": "Исключения",
		"3d": "На Финалы ЛЧ и ЛЕ, а также Чемпионата Европы и Чемпионата мира - 20 у.е.",
		"4a": "4. Виды ставок.",
		"4b": "Разрешены только те варианты ставок, которые можно рассчитать глядя на итоговый счёт, либо счёт первого тайма. Таким образом ЗАПРЕЩЕНЫ ставки на Угловые, Удары, Владение мячом, Карточки, Голы на определённых минутах, Удаления и.т.д. Также запрещены ставки на гандикапы, интервалы, на все виды ставок на несколько исходов, волевую победу, серии голов.",
		"4c": "Разрешенные типы ставок:",
		"4d": "На победу хозяев/гостей, или ничью (в том числе в первом тайме)",
		"4e": "На точный счет матча/первого тайма",
		"4f": "На фору (кроме Азиатских фор)",
		"4g": "На тотал голов (кроме Азиатских тоталов)",
		"4h": "Голы (обе забьют/нет, индивидуальный тотал)",
		"4i": "Микс-ставка: Тотал голов + Результат матча/тайма, Обе забьют+Тотал голов, Тайм+Матч и.т.д.",
		"4j": "На матчи плей-офф (1/8, 1/4, 1/2 финала) и Финалов ЛЧ и ЛЕ, Чемпионата Европы и Чемпионата мира дополнительно можно поставить на результат овертаймов/пенальти.",
		"5a": "5. Подтверждение ставок.",
		"5b": "Для фиксации ставок действует специальный чат в WhatsApp. Просьба там НИЧЕГО не писать, а скидывать ТОЛЬКО фотографии/скриншоты ваших ставок. В момент когда ставку скинули в чат, она считается окончательной и действительной, даже если она по каким-либо причинам не выложена на сайт до начала матча.",
		"6a": "6. Разница в кэфах.",
		"6b": "Обратите внимание на то, что коэффициенты у букмекеров постоянно меняются. Поэтому кэф на одинаковую ставку на один и тот же матч у разных участников может отличаться.",
		"7a": "7. Кэфы.",
		"7b": "Кэфы для ставок можно брать с сайтов букмекерских контор, таких как, например, 'Марафон' или '1ХВЕТ'. Для этого на сайте",
		"7c": "или",
		"7d": "нужно найти и выбрать нужную вам ставку и прислать в чат WhatsApp скриншот, на котором чётко видно матч и ставку. Можно использовать и другие букмекерские конторы на выбор участника.",
		"8a": "!!!ВАЖНО!!!",
		"8b": "В случае отсутствия ставок к моменту окончания тура - все несделанные ставки считаются автоматически проигранными (минус 10 у.е. к Вашему балансу за каждую ставку) Забытая ставка - это Ваша потерянная ставка! Она не будет переноситься на следующие туры. Ставки переносятся ТОЛЬКО в случае официальной отмены/переноса игр из-за Covid, Кубковых матчей и.т.д. В случае такого переноса/отмены Вам необходимо сделать новую ставку в рамках ЭТОГО ЖЕ игрового тура. Если это невозможно (поскольку больше нет матчей в туре), то Ваша ставка переносится на следующий тур, но не позже. Это требование необходимо для нормального подведения еженедельных/ежемесячных итогов."
	}
}
