import { BetTitleGroup } from './types/BetTitleGroup';

const betTitleGroups: BetTitleGroup[] = [
	{
		title: 'Популярные',
		codes: [101, 102, 103, 104, 105, 106],
	},
	{
		title: 'Результат матча + Тотал голов',
		subgroups: [
			{
				title: 'Результат матча',
				codes: [101, 102, 103],
			},
			{
				title: 'П1 + Тотал меньше',
				codes: [201, 202, 203],
			},
			{
				title: 'П1 + Тотал больше',
				codes: [211, 212, 213],
			},
			{
				title: '1Х + Тотал меньше',
				codes: [221, 222, 223],
			},
			{
				title: '1Х + Тотал больше',
				codes: [221, 222, 223],
			},
			{
				title: 'Х + Тотал голов',
				codes: [221, 222, 223],
			},
			{
				title: 'П2 + Тотал меньше',
				codes: [201, 202, 203],
			},
			{
				title: 'П2 + Тотал больше',
				codes: [211, 212, 213],
			},
			{
				title: 'Х2 + Тотал меньше',
				codes: [221, 222, 223],
			},
			{
				title: 'Х2 + Тотал больше',
				codes: [221, 222, 223],
			},
			{
				title: '12 + Тотал больше',
				codes: [221, 222, 223],
			},
		],
	},
	{
		title: 'Таймы',
		subgroups: [
			{
				title: 'Результат тайма',
				codes: [101],
			},
			{
				title: 'Счёт 1й тайм',
				codes: [101],
			},
			{
				title: 'Счёт 2й тайм',
				codes: [101],
			},
			{
				title: 'Тайм / Матч',
				codes: [101],
			},
			{
				title: '1й тайм / 2й тайм',
				codes: [101],
			},
			{
				title: 'Обе забьют + Результат тайма',
				codes: [101],
			},
			{
				title: 'Фора - 1й тайм',
				codes: [101],
			},
			{
				title: 'Фора - 2й тайм',
				codes: [101],
			},
			{
				title: 'Тотал - 1й тайм',
				codes: [101],
			},
			{
				title: 'Тотал - 2й тайм',
				codes: [101],
			},
			{
				title: 'Хозяева, Тотал голов - 1й тайм',
				codes: [101],
			},
			{
				title: 'Хозяева, Тотал голов - 2й тайм',
				codes: [101],
			},
			{
				title: 'Гости, Тотал голов - 1й тайм',
				codes: [101],
			},
			{
				title: 'Гости, Тотал голов - 2й тайм',
				codes: [101],
			},
			{
				title: '1й тайм - Результат + ТМ',
				codes: [101],
			},
			{
				title: '1й тайм - Результат + ТБ',
				codes: [101],
			},
			{
				title: '2й тайм - Результат + ТМ',
				codes: [101],
			},
			{
				title: '2й тайм - Результат + ТБ',
				codes: [101],
			},
			{
				title: 'Тайм с большим количеством голов',
				codes: [101],
			},
		],
	},
	{
		title: 'Тоталы',
		subgroups: [
			{
				title: 'Тотал голов',
				codes: [101],
			},
			{
				title: 'Хозяева - Индивидуальный тотал',
				codes: [101],
			},
			{
				title: 'Гости - Индивидуальный тотал',
				codes: [101],
			},
		],
	},
	{
		title: 'Форы',
		subgroups: [
			{
				title: 'Форы до 3',
				codes: [101],
			},
			{
				title: 'Форы больше 3',
				codes: [101],
			},
		],
	},
	{
		title: 'Счёт матча',
		subgroups: [
			{
				title: 'Счета от 0:0 до 3:3',
				codes: [101],
			},
			{
				title: 'Прочие счета',
				codes: [101],
			},
		],
	},
	{
		title: 'Голы',
		subgroups: [
			{
				title: 'Обе забьют',
				codes: [101],
			},
			{
				title: 'Обе забьют (по таймам)',
				codes: [101],
			},
			{
				title: 'Результат матча + Обе забьют',
				codes: [101],
			},
			{
				title: 'Обе забьют + Тотал голов',
				codes: [101],
			},
			{
				title: 'Любая забьет больше Х голов',
				codes: [101],
			},
		],
	},
	{
		title: 'Особые ставки',
		subgroups: [
			{
				title: 'Победа всухую',
				codes: [101],
			},
			{
				title: 'Разница в счёте',
				codes: [101],
			},
			{
				title: 'События в плей-офф',
				codes: [101],
			},
		],
	},
];
export default betTitleGroups;
