{
	"rule": {
		"1a": "1. Participation Fee",
		"1b": "50 euros (per season). The total prize pool depends on the final number of participants. The prize for 1st place in the final standings is about 67% of the total pool. The prize for 2nd place in the final standings is about 33% of the total pool. Specific amounts will be announced after the registration of all participants and the start of the new football season.",
		"1c": "1.1 Website Payment",
		"1d": "about 75 euros for hosting + 10 euros for the domain. Thus, about 85 euros (per calendar year) is required for the maintenance and operation of our wonderful website. This amount will be divided annually among all participants and paid separately (it does not affect the prize pool).",
		"2a": "2. Football Leagues.",
		"2b": "Bets are placed on the Premier League, Bundesliga, Champions League, and Europa League, with 2 matches per round in each tournament.",
		"2c": "Separate competitions include the European Championship and the World Cup. In these tournaments, participants place bets on every match.",
		"3a": "3. Bet Size/Amount.",
		"3b": "It is the same for all participants per match - 10 units.",
		"3c": "Exceptions",
		"3d": "For the Finals of the Champions League and Europa League, as well as the European Championship and World Cup - 20 units.",
		"4a": "4. Types of Bets.",
		"4b": "Only those types of bets that can be calculated by looking at the final score or the score of the first half are allowed. Thus, bets on Corners, Shots, Ball Possession, Cards, Goals at certain minutes, Red Cards, etc. are FORBIDDEN. Bets on handicaps, intervals, all types of multi-outcome bets, comeback wins, and goal streaks are also forbidden.",
		"4c": "Allowed types of bets:",
		"4d": "On the home/away win, or a draw (including the first half)",
		"4e": "On the exact match/first-half score",
		"4f": "On the handicap (except for Asian handicaps)",
		"4g": "On the total number of goals (except for Asian totals)",
		"4h": "Goals (both teams to score/not to score, individual total)",
		"4i": "Mixed bet: Total goals + Match/half result, Both teams to score + Total goals, Half + Match, etc.",
		"4j": "For playoff matches (1/8, 1/4, 1/2 finals) and Finals of the Champions League and Europa League, the European Championship and the World Cup, you can additionally bet on the result of overtime/penalties.",
		"5a": "5. Bet Confirmation.",
		"5b": "A special WhatsApp chat is used for bet confirmation. Please DO NOT write anything there, only post photos/screenshots of your bets. Once a bet is posted in the chat, it is considered final and valid, even if it is not uploaded to the website before the match starts.",
		"6a": "6. Difference in Odds.",
		"6b": "Please note that bookmaker odds constantly change. Therefore, the odds on the same bet for the same match may differ among participants.",
		"7a": "7. Odds.",
		"7b": "Betting odds can be taken from bookmaker websites such as 'Marathon' or '1XBET'. For this, you need to find and select the desired bet on the website",
		"7c": "or",
		"7d": "and send a screenshot to the WhatsApp chat clearly showing the match and the bet. You can also use other bookmakers at the participant's choice.",
		"8a": "!!!IMPORTANT!!!",
		"8b": "In the absence of bets by the end of the round, all unmade bets are considered automatically lost (minus 10 units to your balance for each bet). A missed bet is a lost bet! It will not be carried over to the next rounds. Bets are only carried over in the event of official cancellation/postponement of games due to Covid, cup matches, etc. In the event of such a postponement/cancellation, you must make a new bet within THIS game round. If this is not possible (since there are no more matches in the round), your bet is carried over to the next round, but no later. This requirement is necessary for the proper summing up of weekly/monthly results."
	}
}
