{
  "rule": {
    "1a": "1. Teilnahmegebühr",
    "1b": "50 Euro (pro Saison). Der Gesamtpreispool hängt von der endgültigen Anzahl der Teilnehmer ab. Der Preis für den 1. Platz in der Endwertung beträgt etwa 67 % des Gesamtpools. Der Preis für den 2. Platz in der Endwertung beträgt etwa 33 % des Gesamtpools. Die genauen Beträge werden nach Abschluss der Registrierung aller Teilnehmer und dem Beginn der neuen Fußballsaison bekannt gegeben.",
    "1c": "1.1 Website-Zahlung",
    "1d": "etwa 75 Euro für Hosting + 10 Euro für die Domain. Somit werden etwa 85 Euro (pro Kalenderjahr) für die Wartung und den Betrieb unserer wunderbaren Website benötigt. Wenn ich eine günstigere Option finde, werde ich es Ihnen mitteilen. Aber vorerst müssen wir diese kleinen Ausgaben akzeptieren. Dementsprechend wird dieser Betrag vom Gesamtpreispool abgezogen.",
    "2a": "2. Fußballligen.",
    "2b": "Wetten werden auf die Premier League, Bundesliga, Champions League und Europa League platziert, mit 2 Spielen pro Runde in jedem Turnier.",
    "2c": "Separate Wettbewerbe umfassen die Europameisterschaft und die Weltmeisterschaft. In diesen Turnieren setzen die Teilnehmer auf jedes Spiel.",
    "3a": "3. Einsatzgröße/-betrag.",
    "3b": "Er ist für alle Teilnehmer pro Spiel gleich - 10 Einheiten.",
    "3c": "Ausnahmen",
    "3d": "Für die Finals der Champions League und Europa League sowie der Europameisterschaft und Weltmeisterschaft - 20 Einheiten.",
    "4a": "4. Wettarten.",
    "4b": "Es sind nur solche Wettarten erlaubt, die anhand des Endergebnisses oder des Halbzeitergebnisses berechnet werden können. Daher sind Wetten auf Ecken, Schüsse, Ballbesitz, Karten, Tore zu bestimmten Minuten, Rote Karten usw. VERBOTEN. Wetten auf Handicaps, Intervalle, alle Arten von Mehrfachergebniswetten, Comeback-Siege und Torszenarien sind ebenfalls verboten.",
    "4c": "Erlaubte Wettarten:",
    "4d": "Auf den Sieg der Heimmannschaft/Gastmannschaft oder ein Unentschieden (einschließlich der ersten Halbzeit)",
    "4e": "Auf das genaue Spiel-/Halbzeitergebnis",
    "4f": "Auf das Handicap (außer asiatische Handicaps)",
    "4g": "Auf die Gesamtzahl der Tore (außer asiatische Totals)",
    "4h": "Tore (beide Teams treffen/nicht treffen, individuelle Totals)",
    "4i": "Mischwette: Gesamtzahl der Tore + Spielergebnis/Halbzeitergebnis, beide Teams treffen + Gesamtzahl der Tore, Halbzeit + Spiel usw.",
    "4j": "Für Playoff-Spiele (Achtel-, Viertel-, Halbfinale) und Finals der Champions League und Europa League, der Europameisterschaft und der Weltmeisterschaft kann zusätzlich auf das Ergebnis von Verlängerungen/Elfmeterschießen gewettet werden.",
    "5a": "5. Wettbestätigung.",
    "5b": "Ein spezieller WhatsApp-Chat wird zur Wettbestätigung verwendet. Bitte schreiben Sie dort NICHTS, sondern posten Sie NUR Fotos/Screenshots Ihrer Wetten. Sobald eine Wette im Chat gepostet wird, gilt sie als endgültig und gültig, auch wenn sie vor Spielbeginn nicht auf der Website hochgeladen wird.",
    "6a": "6. Unterschied in den Quoten.",
    "6b": "Bitte beachten Sie, dass sich die Quoten der Buchmacher ständig ändern. Daher können die Quoten für dieselbe Wette auf dasselbe Spiel bei verschiedenen Teilnehmern unterschiedlich sein.",
    "7a": "7. Quoten.",
    "7b": "Die Quoten für Wetten können von Buchmacher-Websites wie 'Marathon' oder '1XBET' entnommen werden. Dazu müssen Sie die gewünschte Wette auf der Website finden und auswählen",
    "7c": "oder",
    "7d": "und einen Screenshot in den WhatsApp-Chat senden, auf dem das Spiel und die Wette deutlich zu sehen sind. Sie können auch andere Buchmacher nach Wahl des Teilnehmers verwenden.",
    "8a": "!!!WICHTIG!!!",
    "8b": "Im Falle von fehlenden Wetten zum Zeitpunkt des Rundenendes gelten alle nicht platzierten Wetten automatisch als verloren (minus 10 Einheiten zu Ihrem Guthaben für jede Wette). Eine vergessene Wette ist eine verlorene Wette! Sie wird nicht auf die nächsten Runden übertragen. Wetten werden nur im Falle einer offiziellen Absage/Verschiebung von Spielen aufgrund von Covid, Pokalspielen usw. übertragen. Im Falle einer solchen Verschiebung/Absage müssen Sie eine neue Wette innerhalb DIESER Spielrunde abgeben. Wenn dies nicht möglich ist (da es in der Runde keine weiteren Spiele gibt), wird Ihre Wette auf die nächste Runde übertragen, aber nicht später. Diese Anforderung ist notwendig für die ordnungsgemäße Zusammenfassung der wöchentlichen/monatlichen Ergebnisse."
  }
}
